@extends('default')

@section('content')
    <main role="main">


        <div class="container-fluid">
            <h1 class="display-1">Задание 2</h1>
            <p class="p-3">Гладченко Д.А.</p>

            <p class="p-3">1) Разобраться с blade директивами, попробовать их использовать в  своем проекте.</p>
            <p class="p-3">2) Подключить UI к проекту.</p>
            <p class="p-3">3) Создать несколько views в проекте:</p>
            <ul>
                <li class="list-group"> сделать главную страницу проекта;</li>
                <li class="list-group"> страницу со списком пользователей, список пользователей  вернуть из контроллера, данные о пользователях сделать в  виде массива внутри контроллера</li>
                <li class="list-group"> сделать простую статическую страницу «О проекте»;</li>
                <li class="list-group"> сделать для всех страниц единый шаблон;</li>
                <li class="list-group"> разбить шаблон на блоки и эти блоки уже подключить в  шаблон.</li>
            </ul>
            <p class="p-3">4) Разобраться с локализацией, в навигационном меню сайта  воспользоваться возможностями локализации и сделать два  варианта переводов меню.</p>
            <p class="p-3">Дата 23.03.2020</p>
        </div> <!-- /container -->

    </main>
@endsection
