@extends('default')

@section('content')
    <main role="main">
        <div class="container">
            <h1 class="h1 text-center">О НАС</h1>
            <p class="text-body">
                MedicLab — это научная электронная библиотека открытого доступа (Open Access), основными задачами которой
                является популяризация науки и научной деятельности, общественный контроль качества научных публикаций,
                развитие междисциплинарных исследований, современного института научной рецензии,
                повышение цитируемости науки и построение инфраструктуры знаний.
                MedicLab строится на основе парадигмы открытой науки (Open Science).
            </p>
        </div>

    </main>
@endsection
